Repository: fcttechnologies/VillainArc
Catalog: VillainArc/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, ru, zh_hans

source: Saves the new weight goal.
de: Speichert das neue Gewichtsziel.
es: Guarda el nuevo objetivo de peso.
fr: Enregistre le nouvel objectif de poids.
it: Salva il nuovo obiettivo di peso.
ja: 新しい体重目標を保存します。
ko: 새 체중 목표를 저장합니다.
pt_br: Salva a nova meta de peso.
ru: Сохраняет новую цель по весу.
zh_hans: 存储新的体重目标。

source: Saves the selected effort and continues to summary.
de: Speichert die ausgewählte Anstrengung und fährt zur Zusammenfassung fort.
es: Guarda el esfuerzo seleccionado y continúa al resumen.
fr: Enregistre l'effort sélectionné et passe au récapitulatif.
it: Salva lo sforzo selezionato e prosegue al riepilogo.
ja: 選択した努力度を保存して、サマリーに進みます。
ko: 선택한 노력도를 저장하고 요약으로 넘어갑니다.
pt_br: Salva o esforço selecionado e continua para o resumo.
ru: Сохраняет выбранное усилие и переходит к итогам.
zh_hans: 存储所选强度并继续到总结。

source: Saves this training condition.
de: Speichert diese Trainingsbedingung.
es: Guarda esta condición de entrenamiento.
fr: Enregistre cette condition d'entraînement.
it: Salva questa condizione di allenamento.
ja: このトレーニングコンディションを保存します。
ko: 이 훈련 상황을 저장합니다.
pt_br: Salva esta condição de treino.
ru: Сохраняет этот статус тренировок.
zh_hans: 存储这个训练状态。

source: Saves this workout as a reusable plan.
de: Speichert dieses Workout als wiederverwendbaren Plan.
es: Guarda este entrenamiento como un plan reutilizable.
fr: Enregistre cette séance comme un plan réutilisable.
it: Salva questo allenamento come scheda riutilizzabile.
ja: このワークアウトを再利用できるプランとして保存します。
ko: 이 운동을 다시 쓸 수 있는 플랜으로 저장합니다.
pt_br: Salva este treino como um plano reutilizável.
ru: Сохраняет эту тренировку как многоразовый план.
zh_hans: 把这次训练存储为可重复使用的计划。

source: Saves this workout as a workout plan.
de: Speichert dieses Workout als Trainingsplan.
es: Guarda este entrenamiento como un plan de entrenamiento.
fr: Enregistre cette séance comme un programme d'entraînement.
it: Salva questo allenamento come scheda di allenamento.
ja: このワークアウトをワークアウトプランとして保存します。
ko: 이 운동을 운동 플랜으로 저장합니다.
pt_br: Salva este treino como um plano de treino.
ru: Сохраняет эту тренировку как план тренировки.
zh_hans: 把这次训练存储为训练计划。

source: Saves your selected fitness level and continues to the next profile step.
de: Speichert dein gewähltes Fitnesslevel und fährt mit dem nächsten Profilschritt fort.
es: Guarda tu nivel físico seleccionado y continúa al siguiente paso del perfil.
fr: Enregistre ton niveau de forme sélectionné et passe à l'étape suivante du profil.
it: Salva il livello di allenamento scelto e passa al passaggio successivo del profilo.
ja: 選択したフィットネスレベルを保存し、プロフィール設定の次のステップに進みます。
ko: 선택한 운동 수준을 저장하고 다음 프로필 단계로 넘어갑니다.
pt_br: Salva seu nível de condicionamento selecionado e continua para a próxima etapa do perfil.
ru: Сохраняет выбранный уровень подготовки и переходит к следующему шагу профиля.
zh_hans: 存储你选择的健身水平并进入下一步资料设置。

source: Saves your selected gender and continues to the next profile step.
de: Speichert dein gewähltes Geschlecht und fährt mit dem nächsten Profilschritt fort.
es: Guarda tu género seleccionado y continúa al siguiente paso del perfil.
fr: Enregistre ton genre sélectionné et passe à l'étape suivante du profil.
it: Salva il genere scelto e passa al passaggio successivo del profilo.
ja: 選択した性別を保存し、プロフィール設定の次のステップに進みます。
ko: 선택한 성별을 저장하고 다음 프로필 단계로 넘어갑니다.
pt_br: Salva o gênero selecionado e continua para a próxima etapa do perfil.
ru: Сохраняет выбранный пол и переходит к следующему шагу профиля.
zh_hans: 存储你选择的性别并进入下一步资料设置。

source: Saves your selected training goal and continues into the app.
de: Speichert dein gewähltes Trainingsziel und führt dich in die App.
es: Guarda tu objetivo de entrenamiento seleccionado y continúa a la app.
fr: Enregistre ton objectif d'entraînement sélectionné et entre dans l'app.
it: Salva l'obiettivo di allenamento scelto ed entra nell'app.
ja: 選択したトレーニング目標を保存して、アプリを開始します。
ko: 선택한 훈련 목표를 저장하고 앱으로 들어갑니다.
pt_br: Salva sua meta de treino selecionada e entra no app.
ru: Сохраняет выбранную цель тренировок и открывает приложение.
zh_hans: 存储你选择的训练目标并进入应用。

source: Saving will remove any unresolved suggestion state for this exercise, including pending, deferred, and still-being-evaluated suggestions.
de: Beim Speichern wird jeder ungelöste Vorschlagsstatus für diese Übung entfernt, einschließlich ausstehender, zurückgestellter und noch in Bewertung befindlicher Vorschläge.
es: Al guardar se eliminará cualquier estado de sugerencia sin resolver para este ejercicio, incluidas las sugerencias pendientes, aplazadas y aún en evaluación.
fr: L'enregistrement supprimera tout état de suggestion non résolu pour cet exercice, y compris les suggestions en attente, reportées et encore en cours d'évaluation.
it: Salvando verrà rimosso ogni suggerimento non risolto per questo esercizio, compresi quelli in sospeso, rimandati e ancora in valutazione.
ja: 保存すると、この種目の未解決の提案（保留中、延期中、評価中のもの）はすべて消去されます。
ko: 저장하면 이 종목의 미처리 제안 상태가 모두 사라져요. 대기 중, 미룬 제안, 아직 평가 중인 제안이 모두 포함돼요.
pt_br: Salvar removerá qualquer estado de sugestão não resolvido para este exercício, incluindo sugestões pendentes, adiadas e ainda em avaliação.
ru: При сохранении будут сброшены все незавершённые рекомендации для этого упражнения: ожидающие, отложенные и те, что ещё оцениваются.
zh_hans: 存储会清除这个动作所有未处理的建议状态，包括待处理、已推迟和仍在评估中的建议。

source: Saving your profile and finishing setup...
de: Dein Profil wird gespeichert und die Einrichtung abgeschlossen …
es: Guardando tu perfil y finalizando la configuración...
fr: Enregistrement de ton profil et fin de la configuration...
it: Salvataggio del profilo e completamento della configurazione...
ja: プロフィールを保存し、セットアップを完了しています…
ko: 프로필을 저장하고 설정을 마무리하는 중...
pt_br: Salvando seu perfil e finalizando a configuração...
ru: Сохраняем профиль и завершаем настройку...
zh_hans: 正在存储你的个人资料并完成设置...

source: Schedule Type
de: Zeitplantyp
es: Tipo de calendario
fr: Type de planning
it: Tipo di calendario
ja: スケジュールの種類
ko: 일정 유형
pt_br: Tipo de cronograma
ru: Тип расписания
zh_hans: 日程类型

source: See All
de: Alle ansehen
es: Ver todo
fr: Tout voir
it: Vedi tutto
ja: すべて表示
ko: 전체 보기
pt_br: Ver tudo
ru: Все
zh_hans: 查看全部

source: Select
de: Auswählen
es: Seleccionar
fr: Sélectionner
it: Seleziona
ja: 選択
ko: 선택
pt_br: Selecionar
ru: Выбрать
zh_hans: 选择

source: Select %@
de: %@ auswählen
es: Seleccionar %@
fr: Sélectionner %@
it: Seleziona %@
ja: %@を選択
ko: %@ 선택
pt_br: Selecionar %@
ru: Выбрать %@
zh_hans: 选择%@

source: Select a workout plan
de: Wähle einen Trainingsplan
es: Selecciona un plan de entrenamiento
fr: Sélectionnez un programme d'entraînement
it: Seleziona una scheda
ja: ワークアウトプランを選択
ko: 운동 플랜 선택
pt_br: Selecione um plano de treino
ru: Выберите план тренировки
zh_hans: 选择一个训练计划

source: Select exercises to see them here.
de: Wähle Übungen aus, um sie hier zu sehen.
es: Selecciona ejercicios para verlos aquí.
fr: Sélectionnez des exercices pour les voir ici.
it: Seleziona degli esercizi per vederli qui.
ja: 種目を選択すると、ここに表示されます。
ko: 종목을 선택하면 여기에 표시돼요.
pt_br: Selecione exercícios para vê-los aqui.
ru: Выберите упражнения, чтобы увидеть их здесь.
zh_hans: 选择动作后会显示在这里。

source: Select favorite exercises to see them here.
de: Wähle Lieblingsübungen aus, um sie hier zu sehen.
es: Selecciona ejercicios favoritos para verlos aquí.
fr: Sélectionnez des exercices favoris pour les voir ici.
it: Aggiungi esercizi ai preferiti per vederli qui.
ja: お気に入りの種目を選択すると、ここに表示されます。
ko: 즐겨찾기 종목을 선택하면 여기에 표시돼요.
pt_br: Selecione exercícios favoritos para vê-los aqui.
ru: Добавьте упражнения в избранное, чтобы увидеть их здесь.
zh_hans: 收藏动作后会显示在这里。

source: Select muscles
de: Muskeln auswählen
es: Seleccionar músculos
fr: Sélectionner les muscles
it: Seleziona i muscoli
ja: 部位を選択
ko: 근육 선택
pt_br: Selecionar músculos
ru: Выберите мышцы
zh_hans: 选择肌肉

source: Select Plan
de: Plan auswählen
es: Seleccionar plan
fr: Sélectionner un plan
it: Seleziona scheda
ja: プランを選択
ko: 플랜 선택
pt_br: Selecionar plano
ru: Выбрать план
zh_hans: 选择计划

source: Select workout plan
de: Trainingsplan auswählen
es: Seleccionar plan de entrenamiento
fr: Sélectionner un programme d'entraînement
it: Seleziona scheda di allenamento
ja: ワークアウトプランを選択
ko: 운동 플랜 선택
pt_br: Selecionar plano de treino
ru: Выберите план тренировки
zh_hans: 选择训练计划

source: Selected
de: Ausgewählt
es: Seleccionado
fr: Sélectionné
it: Selezionato
ja: 選択済み
ko: 선택됨
pt_br: Selecionado
ru: Выбрано
zh_hans: 已选择

source: Selected Date
de: Ausgewähltes Datum
es: Fecha seleccionada
fr: Date sélectionnée
it: Data selezionata
ja: 選択した日付
ko: 선택한 날짜
pt_br: Data selecionada
ru: Выбранная дата
zh_hans: 所选日期

source: Selected Time
de: Ausgewählte Zeit
es: Hora seleccionada
fr: Heure sélectionnée
it: Ora selezionata
ja: 選択した時刻
ko: 선택한 시간
pt_br: Hora selecionada
ru: Выбранное время
zh_hans: 所选时间

source: Selected Value
de: Ausgewählter Wert
es: Valor seleccionado
fr: Valeur sélectionnée
it: Valore selezionato
ja: 選択した値
ko: 선택한 값
pt_br: Valor selecionado
ru: Выбранное значение
zh_hans: 所选数值

source: Selected Weight
de: Ausgewähltes Gewicht
es: Peso seleccionado
fr: Poids sélectionné
it: Peso selezionato
ja: 選択した体重
ko: 선택한 중량
pt_br: Peso selecionado
ru: Выбранный вес
zh_hans: 所选重量

source: Selects a workout plan for this day.
de: Wählt einen Trainingsplan für diesen Tag aus.
es: Selecciona un plan de entrenamiento para este día.
fr: Sélectionne un programme d'entraînement pour ce jour.
it: Seleziona una scheda per questo giorno.
ja: この日のワークアウトプランを選択します。
ko: 이 일차의 운동 플랜을 선택합니다.
pt_br: Seleciona um plano de treino para este dia.
ru: Выбирает план тренировки на этот день.
zh_hans: 为这一天选择一个训练计划。

source: Selects the muscles affected by this condition.
de: Wählt die von dieser Bedingung betroffenen Muskeln aus.
es: Selecciona los músculos afectados por esta condición.
fr: Sélectionne les muscles concernés par cette condition.
it: Seleziona i muscoli interessati da questa condizione.
ja: このコンディションの影響を受ける筋肉を選択します。
ko: 이 상황의 영향을 받는 근육을 선택합니다.
pt_br: Seleciona os músculos afetados por esta condição.
ru: Выбирает мышцы, которых касается этот статус.
zh_hans: 选择受这个状态影响的肌肉。

source: Selects the target muscles for this day.
de: Wählt die Zielmuskeln für diesen Tag aus.
es: Selecciona los músculos objetivo de este día.
fr: Sélectionne les muscles ciblés pour ce jour.
it: Seleziona i muscoli target di questo giorno.
ja: この日の対象部位を選択します。
ko: 이 일차의 목표 근육을 선택합니다.
pt_br: Seleciona os músculos-alvo deste dia.
ru: Выбирает целевые мышцы на этот день.
zh_hans: 选择这一天的目标肌肉。

source: Selects this fitness level.
de: Wählt dieses Fitnesslevel aus.
es: Selecciona este nivel físico.
fr: Sélectionne ce niveau de forme.
it: Seleziona questo livello di allenamento.
ja: このフィットネスレベルを選択します。
ko: 이 운동 수준을 선택합니다.
pt_br: Seleciona este nível de condicionamento.
ru: Выбирает этот уровень подготовки.
zh_hans: 选择这个健身水平。

source: Selects this gender option.
de: Wählt diese Geschlechtsoption aus.
es: Selecciona esta opción de género.
fr: Sélectionne cette option de genre.
it: Seleziona questa opzione di genere.
ja: この性別を選択します。
ko: 이 성별 옵션을 선택합니다.
pt_br: Seleciona esta opção de gênero.
ru: Выбирает этот вариант пола.
zh_hans: 选择这个性别选项。

source: Selects this training goal.
de: Wählt dieses Trainingsziel aus.
es: Selecciona este objetivo de entrenamiento.
fr: Sélectionne cet objectif d'entraînement.
it: Seleziona questo obiettivo di allenamento.
ja: このトレーニング目標を選択します。
ko: 이 훈련 목표를 선택합니다.
pt_br: Seleciona esta meta de treino.
ru: Выбирает эту цель тренировок.
zh_hans: 选择这个训练目标。

source: Selects this workout effort score.
de: Wählt diese Workout-Anstrengungsbewertung aus.
es: Selecciona esta puntuación de esfuerzo del entrenamiento.
fr: Sélectionne cette note d'effort de la séance.
it: Seleziona questo punteggio di sforzo per l'allenamento.
ja: このワークアウトの努力度を選択します。
ko: 이 운동 노력도 점수를 선택합니다.
pt_br: Seleciona esta pontuação de esforço do treino.
ru: Выбирает эту оценку усилия.
zh_hans: 选择这个训练强度评分。

source: Selects this workout plan.
de: Wählt diesen Trainingsplan aus.
es: Selecciona este plan de entrenamiento.
fr: Sélectionne ce programme d'entraînement.
it: Seleziona questa scheda di allenamento.
ja: このワークアウトプランを選択します。
ko: 이 운동 플랜을 선택합니다.
pt_br: Seleciona este plano de treino.
ru: Выбирает этот план тренировки.
zh_hans: 选择这个训练计划。

source: Send Last Diagnostic
de: Letzte Diagnose senden
es: Enviar último diagnóstico
fr: Envoyer le dernier diagnostic
it: Invia l'ultima diagnostica
ja: 最新の診断情報を送信
ko: 최근 진단 정보 보내기
pt_br: Enviar último diagnóstico
ru: Отправить последнюю диагностику
zh_hans: 发送最近一次诊断

source: Series
de: Serie
es: Serie
fr: Série
it: Serie
ja: 系列
ko: 계열
pt_br: Série
ru: Серия
zh_hans: 系列

source: Servers Unavailable
de: Server nicht verfügbar
es: Servidores no disponibles
fr: Serveurs indisponibles
it: Server non disponibili
ja: サーバーに接続できません
ko: 서버를 사용할 수 없어요
pt_br: Servidores indisponíveis
ru: Серверы недоступны
zh_hans: 服务器不可用

source: session
de: Einheit
es: sesión
fr: séance
it: sessione
ja: セッション
ko: 세션
pt_br: sessão
ru: тренировка
zh_hans: 次训练

source: Session Length vs Volume
de: Einheitsdauer vs. Volumen
es: Duración de la sesión vs. volumen
fr: Durée de séance vs volume
it: Durata della sessione vs volume
ja: セッション時間 vs ボリューム
ko: 세션 길이 vs 볼륨
pt_br: Duração da sessão vs. volume
ru: Длительность тренировки и объём
zh_hans: 训练时长与训练量

source: Session quality
de: Einheitsqualität
es: Calidad de sesión
fr: Qualité de séance
it: Qualità della sessione
ja: セッションの質
ko: 세션 퀄리티
pt_br: Qualidade da sessão
ru: Качество тренировки
zh_hans: 训练质量

source: sessions
de: Einheiten
es: sesiones
fr: séances
it: sessioni
ja: セッション
ko: 세션
pt_br: sessões
ru: тренировки
zh_hans: 次训练

source: set
de: Satz
es: serie
fr: série
it: serie
ja: セット
ko: 세트
pt_br: série
ru: подход
zh_hans: 组

source: Set
de: Satz
es: Serie
fr: Série
it: Serie
ja: セット
ko: 세트
pt_br: Série
ru: Подход
zh_hans: 组

source: Set %lld
de: Satz %lld
es: Serie %lld
fr: Série %lld
it: Serie %lld
ja: セット%lld
ko: %lld세트
pt_br: Série %lld
ru: Подход %lld
zh_hans: 第%lld组

source: Set a rep range you want to aim for.
de: Lege einen Wiederholungsbereich fest, den du anstreben möchtest.
es: Establece un rango de repeticiones al que quieras apuntar.
fr: Définissez une plage de répétitions à viser.
it: Imposta un intervallo di ripetizioni a cui puntare.
ja: 目指したいレップ範囲を設定します。
ko: 목표로 삼을 횟수 범위를 정하세요.
pt_br: Defina um intervalo de repetições que você queira alcançar.
ru: Задайте диапазон повторений, к которому стремитесь.
zh_hans: 设置一个你想达到的次数区间。

source: Set a single rep goal you want to achieve for each set.
de: Lege ein einzelnes Wiederholungsziel fest, das du für jeden Satz erreichen möchtest.
es: Establece un único objetivo de repeticiones que quieras lograr en cada serie.
fr: Définissez un objectif de répétitions unique à atteindre pour chaque série.
it: Imposta un unico obiettivo di ripetizioni da raggiungere in ogni serie.
ja: 各セットで達成したいレップ目標を1つ設定します。
ko: 세트마다 달성할 횟수 목표를 하나 정하세요.
pt_br: Defina uma meta única de repetições que você queira alcançar em cada série.
ru: Задайте одну цель по повторениям для каждого подхода.
zh_hans: 为每一组设置一个想达到的次数目标。

source: Set A Target Date
de: Zieldatum festlegen
es: Establecer una fecha objetivo
fr: Définir une date cible
it: Imposta una data obiettivo
ja: 目標日を設定
ko: 목표 날짜 정하기
pt_br: Definir uma data-alvo
ru: Задать целевую дату
zh_hans: 设置目标日期

source: Set Active
de: Aktiv setzen
es: Activar
fr: Activer
it: Rendi attivo
ja: アクティブにする
ko: 활성으로 설정
pt_br: Ativar
ru: Сделать активным
zh_hans: 设为当前

source: Set as Current Day
de: Als aktuellen Tag festlegen
es: Establecer como día actual
fr: Définir comme jour actuel
it: Imposta come giorno attuale
ja: 現在の日に設定
ko: 현재 일차로 설정
pt_br: Definir como dia atual
ru: Сделать текущим днём
zh_hans: 设为当前日

source: Set as Favorite
de: Als Favorit festlegen
es: Establecer como favorito
fr: Définir comme favori
it: Imposta come preferito
ja: お気に入りに設定
ko: 즐겨찾기로 설정
pt_br: Definir como favorito
ru: Сделать избранным
zh_hans: 设为常用

source: Set Custom Start Date
de: Eigenes Startdatum festlegen
es: Establecer fecha de inicio personalizada
fr: Définir une date de début personnalisée
it: Imposta una data di inizio personalizzata
ja: 開始日をカスタム設定
ko: 시작 날짜 직접 지정
pt_br: Definir data de início personalizada
ru: Задать свою дату начала
zh_hans: 设置自定开始日期

source: Set end date
de: Enddatum festlegen
es: Establecer fecha de fin
fr: Définir la date de fin
it: Imposta la data di fine
ja: 終了日を設定
ko: 종료 날짜 지정
pt_br: Definir data de término
ru: Задать дату окончания
zh_hans: 设置结束日期

source: Set Inactive
de: Inaktiv setzen
es: Desactivar
fr: Désactiver
it: Rendi non attivo
ja: 非アクティブにする
ko: 비활성으로 설정
pt_br: Desativar
ru: Сделать неактивным
zh_hans: 取消当前

source: Set Logging
de: Satzprotokollierung
es: Registro de series
fr: Enregistrement des séries
it: Registrazione delle serie
ja: セットの記録
ko: 세트 기록
pt_br: Registro de séries
ru: Запись подходов
zh_hans: 组记录

source: Set my ${goalType} goal to ${targetWeight}
de: Mein ${goalType}-Ziel auf ${targetWeight} setzen
es: Establecer mi objetivo de ${goalType} en ${targetWeight}
fr: Définir mon objectif ${goalType} sur ${targetWeight}
it: Imposta il mio obiettivo ${goalType} a ${targetWeight}
ja: ${goalType}目標を${targetWeight}に設定
ko: ${goalType} 목표를 ${targetWeight}(으)로 설정
pt_br: Definir minha meta de ${goalType} como ${targetWeight}
ru: Задать цель ${goalType} на ${targetWeight}
zh_hans: 把我的 ${goalType} 目标设为 ${targetWeight}

source: Set my hydration goal to ${targetVolume}
de: Mein Flüssigkeitsziel auf ${targetVolume} festlegen
es: Establecer mi objetivo de hidratación en ${targetVolume}
fr: Définir mon objectif d’hydratation sur ${targetVolume}
it: Imposta il mio obiettivo di idratazione a ${targetVolume}
ja: 水分補給目標を${targetVolume}に設定
ko: 수분 섭취 목표를 ${targetVolume}(으)로 설정
pt_br: Definir a minha meta de hidratação como ${targetVolume}
ru: Задать цель по воде ${targetVolume}
zh_hans: 把我的饮水目标设为 ${targetVolume}

source: Set my sleep goal to ${duration}
de: Mein Schlafziel auf ${duration} setzen
es: Establecer mi objetivo de sueño en ${duration}
fr: Définir mon objectif de sommeil sur ${duration}
it: Imposta il mio obiettivo di sonno a ${duration}
ja: 睡眠目標を${duration}に設定
ko: 수면 목표를 ${duration}(으)로 설정
pt_br: Definir minha meta de sono como ${duration}
ru: Задать цель по сну ${duration}
zh_hans: 把我的睡眠目标设为 ${duration}

source: Set my steps goal to ${targetSteps}
de: Mein Schrittziel auf ${targetSteps} setzen
es: Establecer mi objetivo de pasos en ${targetSteps}
fr: Définir mon objectif de pas sur ${targetSteps}
it: Imposta il mio obiettivo di passi a ${targetSteps}
ja: 歩数目標を${targetSteps}に設定
ko: 걸음 수 목표를 ${targetSteps}(으)로 설정
pt_br: Definir minha meta de passos como ${targetSteps}
ru: Задать цель по шагам ${targetSteps}
zh_hans: 把我的步数目标设为 ${targetSteps}

source: Set one of your splits as active.
de: Lege einen deiner Splits als aktiv fest.
es: Establece uno de tus splits como activo.
fr: Définis l'un de tes splits comme actif.
it: Rendi attivo uno dei tuoi split.
ja: いずれかのスプリットをアクティブに設定してください。
ko: 스플릿 중 하나를 활성으로 지정하세요.
pt_br: Defina um dos seus splits como ativo.
ru: Сделайте один из сплитов активным.
zh_hans: 将其中一个分化设为当前使用。

source: Set Your Go-To Cardio
de: Lege dein Lieblings-Cardio fest
es: Define tu cardio favorito
fr: Définis ton cardio préféré
it: Scegli il tuo cardio di riferimento
ja: 定番の有酸素運動を設定
ko: 자주 하는 유산소 지정하기
pt_br: Defina seu cardio favorito
ru: Выберите своё кардио по умолчанию
zh_hans: 设置你的常用有氧

source: sets
de: Sätze
es: series
fr: séries
it: serie
ja: セット
ko: 세트
pt_br: séries
ru: подходы
zh_hans: 组

source: Sets
de: Sätze
es: Series
fr: Séries
it: Serie
ja: セット
ko: 세트
pt_br: Séries
ru: Подходы
zh_hans: 组数

source: Sets this day as the current rotation day.
de: Legt diesen Tag als aktuellen Rotationstag fest.
es: Establece este día como el día actual de rotación.
fr: Définit ce jour comme le jour de rotation actuel.
it: Imposta questo giorno come giorno attuale della rotazione.
ja: この日を現在のローテーション日に設定します。
ko: 이 일차를 현재 로테이션 일차로 지정합니다.
pt_br: Define este dia como o dia atual da rotação.
ru: Делает этот день текущим днём ротации.
zh_hans: 将这一天设为当前轮换日。

source: Sets your pre-workout mood.
de: Legt deine Stimmung vor dem Workout fest.
es: Establece tu estado de ánimo previo al entrenamiento.
fr: Définit ton humeur avant la séance.
it: Imposta il tuo umore pre-allenamento.
ja: ワークアウト前の気分を設定します。
ko: 운동 전 컨디션을 설정합니다.
pt_br: Define seu humor pré-treino.
ru: Задаёт самочувствие перед тренировкой.
zh_hans: 设置你训练前的状态。

source: Setting up Villain Arc
de: Villain Arc wird eingerichtet
es: Configurando Villain Arc
fr: Configuration de Villain Arc
it: Configurazione di Villain Arc
ja: Villain Arcをセットアップ中
ko: Villain Arc 설정 중
pt_br: Configurando o Villain Arc
ru: Настраиваем Villain Arc
zh_hans: 正在设置 Villain Arc

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni
ja: 設定
ko: 설정
pt_br: Ajustes
ru: Настройки
zh_hans: 设置

source: Setup Error
de: Einrichtungsfehler
es: Error de configuración
fr: Erreur de configuration
it: Errore di configurazione
ja: セットアップエラー
ko: 설정 오류
pt_br: Erro de configuração
ru: Ошибка настройки
zh_hans: 设置出错

source: Share plan
de: Plan teilen
es: Compartir plan
fr: Partager le programme
it: Condividi scheda
ja: プランを共有
ko: 플랜 공유
pt_br: Compartilhar plano
ru: Поделиться планом
zh_hans: 分享计划

source: Share session
de: Session teilen
es: Compartir sesión
fr: Partager la séance
it: Condividi sessione
ja: セッションを共有
ko: 세션 공유
pt_br: Compartilhar sessão
ru: Поделиться тренировкой
zh_hans: 分享训练

source: Share workout
de: Workout teilen
es: Compartir entrenamiento
fr: Partager la séance
it: Condividi allenamento
ja: ワークアウトを共有
ko: 운동 공유
pt_br: Compartilhar treino
ru: Поделиться тренировкой
zh_hans: 分享训练

source: Shifts every day back by one.
de: Verschiebt jeden Tag um eins zurück.
es: Desplaza cada día uno hacia atrás.
fr: Décale chaque jour d'un cran en arrière.
it: Sposta indietro di uno tutti i giorni.
ja: すべての日を1日ずつ戻します。
ko: 모든 일차를 하루씩 뒤로 옮깁니다.
pt_br: Desloca cada dia um para trás.
ru: Сдвигает каждый день на один назад.
zh_hans: 把每一天都后移一位。

source: Shifts every day forward by one.
de: Verschiebt jeden Tag um eins vor.
es: Desplaza cada día uno hacia adelante.
fr: Décale chaque jour d'un cran en avant.
it: Sposta avanti di uno tutti i giorni.
ja: すべての日を1日ずつ進めます。
ko: 모든 일차를 하루씩 앞으로 옮깁니다.
pt_br: Desloca cada dia um para frente.
ru: Сдвигает каждый день на один вперёд.
zh_hans: 把每一天都前移一位。

source: Short Head (Biceps)
de: Kurzer Kopf (Bizeps)
es: Cabeza corta (bíceps)
fr: Chef court (biceps)
it: Capo breve (bicipiti)
ja: 短頭（上腕二頭筋）
ko: 이두 단두
pt_br: Cabeça curta (bíceps)
ru: Короткая головка (бицепс)
zh_hans: 肱二头肌短头

source: Should this be a cut, bulk, or maintain goal?
de: Soll dies ein Definitions-, Aufbau- oder Halteziel sein?
es: ¿Debería ser un objetivo de definición, volumen o mantenimiento?
fr: S'agit-il d'un objectif de sèche, de prise de masse ou de maintien ?
it: Deve essere un obiettivo di definizione, massa o mantenimento?
ja: 減量・増量・維持のどの目標にしますか？
ko: 감량, 증량, 유지 중 어떤 목표인가요?
pt_br: Esta deve ser uma meta de cutting, bulking ou manutenção?
ru: Это цель на сушку, набор или поддержание?
zh_hans: 这是减脂、增肌还是保持目标？

source: Shoulder-emphasis push. Overhead press leads, chest accessories follow.
de: Drücken mit Schulterbetonung. Schulterdrücken führt, Brust-Hilfsübungen folgen.
es: Empuje con énfasis en hombros. El press militar lidera, los accesorios de pecho siguen.
fr: Poussée axée sur les épaules. Le développé militaire ouvre, les accessoires pectoraux suivent.
it: Push con enfasi sulle spalle. Si apre con il lento avanti, poi i complementari per il petto.
ja: 肩を重視したプッシュ。オーバーヘッドプレスを軸に、胸の補助種目を続けます。
ko: 어깨 위주 푸시. 오버헤드 프레스로 시작하고 가슴 보조 운동을 이어가요.
pt_br: Empurrar com ênfase em ombros. O desenvolvimento lidera, os acessórios de peito seguem.
ru: Жимовой день с акцентом на плечи. Во главе жим стоя, затем подсобка на грудь.
zh_hans: 侧重肩部的推日。以过头推举领衔，随后做胸部辅助动作。
